Repository: DVamsee/veggy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: te

source: English
te: ఆంగ్ల

source: Telugu
te: తెలుగు

source: telugu
te: తెలుగు

source: hello
te: నమస్కారం

source: products
te: ఉత్పత్తులు

source: vamsee
te: వంశీ

source: gokul
te: గోకుల్

source: project
te: ప్రాజెక్ట్

source: Home
te: హోమ్

source: Sell
te: అమ్ము

source: About
te: గురించి

source: Contact Us
te: మమ్మల్ని సంప్రదించండి

source: Profile
te: ప్రొఫైల్

source: log out
te: లాగ్ అవుట్

source: Log In
te: లాగిన్

source: Sign Up
te: సైన్ అప్

source: Farmer
te: రైతు

source: All farmers
te: రైతులందరూ

source: product
te: ఉత్పత్తి

source: All Products
te: అన్ని ఉత్పత్తులు

source: Products
te: ఉత్పత్తులు

source: distance
te: దూరం

source: All distances
te: అన్ని దూరాలు

source: under 5km
te: 5 కిమీ లోపు

source: under 10km
te: 10 కిమీ లోపు

source: under 15km
te: 15 కిమీ లోపు

source: under 30km
te: 30 కిమీ లోపు

source: filter
te: ఫిల్టర్

source: order
te: ఆర్డర్

source: veggy
te: వెజ్జీ

source: orders
te: ఆర్డర్లు

source: Add Product
te: ఉత్పత్తిని జోడించండి

source: Product Name
te: ఉత్పత్తి పేరు

source: Available Quantity
te: పరిమాణం

source: Price
te: ధర

source: Date
te: తేదీ

source: Action
te: చర్య

source: You haven't started selling.
te: మీరు అమ్మడం ప్రారంభించలేదు.

source: Ordered Person
te: కస్టమర్ పేరు

source: Quantity
te: పరిమాణం

source: Mobile
te: మొబైల్

source: Total price
te: మొత్తం విలువ

source: Status
te: స్టెటస్

source: You have no orders for now
te: మీకు ప్రస్తుతానికి ఆర్డర్‌లు లేవు

source: Cancel
te: క్యాన్సల్

source: Remove
te: తొలగించు

source: Change price
te: ధర మార్పు

source: Price change
te: ధర మార్పు

source: select product
te: ఉత్పత్తిని ఎంచుకోండి

source: New Price
te: ధర

source: change price
te: సేవ్

source: Market Price
te: మార్కెట్ ధర

source: Retail Price(per kg)
te: రిటైల్ ధర (కిలోకి)

source: Market Price(per kg)
te: మార్కెట్ ధర (కేజీకి)

source: new price
te: కొత్త ధర

source: Email
te: ఇమెయిల్

source: Address
te: చిరునామా

source: Edit Profile
te: ప్రొఫైల్‌ని సవరించండి

source: My Profile
te: నా ప్రొఫైల్

source: QR code
te: QR కోడ్

source: Seller
te: విక్రేత

source: You haven't ordered anything. Order something from here.
te: మీరు ఏమీ ఆర్డర్ చేయలేదు. ఇక్కడ నుండి ఏదైనా ఆర్డర్ చేయండి.

source: You can download the Login QR by clicking the download button below
te: డౌన్‌లోడ్ బటన్‌ను క్లిక్ చేయడం ద్వారా మీరు లాగిన్ QRని డౌన్‌లోడ్ చేసుకోవచ్చు

source: download
te: డౌన్‌లోడ్

source: Amla
te: ఉసిరి

source: Ash gourd
te: బూడిద పొట్లకాయ

source: Baby corn
te: బేబీ కార్న్

source: Banana flower
te: అరటి పువ్వు

source: Beetroot
te: బీట్రూట్

source: Bell Pepper (Capsicum)
te: క్యాప్సికమ్

source: Capsicum
te: క్యాప్సికమ్

source: Bitter gourd
te: కాకరకాయ

source: Bottle gourd
te: సీసా పొట్లకాయ

source: Butter beans
te: వెన్న బీన్స్

source: Board beans
te: విస్తృత బీన్స్

source: Cabbage
te: క్యాబేజీ

source: Carrot
te: కారెట్

source: Cauliflower
te: కాలీఫ్లవర్

source: Cluster beans
te: క్లస్టర్ బీన్స్

source: Coconut
te: కొబ్బరి

source: Colocasia leaves
te: కోలోకాసియా ఆకులు

source: Colocasia roots
te: కోలోకాసియా మూలాలు

source: Cilantro
te: కొత్తిమీర

source: Corn
te: మొక్కజొన్న

source: Cucumber
te: దోసకాయ

source: Curry leaves
te: కరివేపాకు

source: Dill leaves
te: మెంతులు ఆకులు

source: Drumsticks
te: మునగకాయలు

source: Drinjal
te: వంకాయ

source: Elephant yam
te: ఏనుగు యం

source: fenugreek leave
te: మెంతి ఆకులు

source: French beans
te: ఫ్రెంచ్ బీన్స్

source: Garlic
te: వెల్లుల్లి

source: Ginger
te: అల్లం

source: Green chili
te: పచ్చి మిరపకాయ

source: Green onion
te: ఆకుపచ్చ ఉల్లిపాయ

source: Green peas
te: ఆకుపచ్చ బటానీలు

source: Ivy gourd
te: ఐవీ పొట్లకాయ

source: Lemon
te: నిమ్మకాయ

source: Mango
te: మామిడి

source: Mint leaves
te: పుదీనా ఆకులు

source: Mushroom
te: పుట్టగొడుగు

source: Mustard leaves
te: ఆవాలు

source: Okra
te: బెండకాయ

source: Onion big
te: ఉల్లిపాయ పెద్ద

source: Onion small
te: ఉల్లిపాయ చిన్న

source: Plantain
te: అరటి

source: Potato
te: బంగాళదుంప

source: Pumpkin
te: గుమ్మడికాయ

source: Radish
te: ముల్లంగి

source: Ridge gourd
te: పొట్లకాయ

source: Shallot
te: సల్లట్

source: Snake gourd
te: పాము పొట్లకాయ

source: Sorrel leaves
te: సోరెల్ ఆకులు

source: Spinach
te: పాలకూర

source: Sweet potato
te: చిలగడదుంప

source: Tomato
te: టమోటా

source: Apple Washington
te: ఆపిల్ వాషింగ్టన్

source: Apple simla
te: ఆపిల్ సిమ్లా

source: Apple green
te: ఆపిల్ ఆకుపచ్చ

source: Apricot
te: నేరేడు పండు

source: Avocado
te: అవకాడో

source: Banana Morris
te: అరటిపండు మోరిస్

source: Banana regular
te: అరటి రెగ్యులర్

source: Musk melon
te: కర్బూజ

source: Custard apple
te: సీతాఫలం

source: Gooseberry
te: జామకాయ

source: Grapes (black)
te: ద్రాక్ష నలుపు

source: Grapes (green)
te: ద్రాక్ష ఆకుపచ్చ

source: Guava
te: జామపండు

source: Jackfruit
te: పనసపండు

source: Lychee
te: లీచీ

source: Mango, ripe
te: మామిడి పండు

source: Mango, unripe
te: మామిడి కాయ

source: Orange
te: నారింజ

source: Papaya
te: బొప్పాయి

source: Pears
te: బేరి

source: Pineapple
te: అనాస పండు

source: Pomegranate
te: దానిమ్మ

source: Sapota
te: సోపాట

source: Sugar cane
te: చెరుకుగడ

source: Sweet lime
te: తీపి సున్నం

source: Watermelon
te: పుచ్చకాయ

source: Back
te: వెనక్కి

source: Add product
te: కొత్త ఉత్పత్తి

source: you can either upload an image of the product or a default image will be alloted for your product
te: మీరు ఉత్పత్తి యొక్క చిత్రాన్ని అప్‌లోడ్ చేయవచ్చు లేదా మీ ఉత్పత్తి కోసం డిఫాల్ట్ చిత్రం కేటాయించబడుతుంది

source: Price(₹)
te: ధర(₹)

source: Quantity(kg)
te: పరిమాణం (కేజీకి)

source: Upload picture
te: చిత్రాన్ని అప్‌లోడ్ చేయండి

source: Submit
te: సమర్పించండి

source: Edit Personal Details
te: వ్యక్తిగత వివరాలు

source: First Name
te: మొదటి పేరు

source: Last Name
te: ఇంటి పేరు

source: Email Address
te: ఇమెయిల్

source: Mobile number
te: మొబైల్ నంబర్

source: Edit Location Details
te: స్థాన వివరాలను సవరించండి

source: Village
te: గ్రామం

source: Mandal
te: మండలం

source: City
te: నగరం

source: District
te: జిల్లా

source: Country / region
te: దేశం

source: State / province
te: రాష్ట్రం

source: Pincode
te: పిన్ కోడ్

source: market price
te: మార్కెట్ విలువ

source: Filter
te: ఫిల్టర్
